Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: In addition to client work, she led the implementation of the agency's content marketing services for Boston clients, from business development to staff training on service delivery.
ja: クライアント処理に加え、ボストンのクライアント向けに、ビジネス開発やスタッフ サービス トレーニングなど、同エージェンシーのコンテンツ マーケティング サービスの実装も主導していました。

source: In addition to her open source experience at Sun and HP, Eileen has spoken on various intellectual property and open source topics at conferences in the United States and in Europe and with the European Commission and Members of the European Union Parliament.
ja: Sun と HP におけるオープン ソース関連の実績に加え、米国や欧州のカンファレンスでは、EU や欧州議会メンバーとともにさまざまな知的財産やオープン ソース関連をテーマに講演を行っています。

source: In addition to his board seat at The Linux Foundation, Frank today serves on the board of InterWoven Inc., a Sunnyvale, California-based content-management software provider, where he is also chairman of the Strategy Committee and was formerly Chairman of the Board; CommVault Inc., a fast-growing software company in the data backup space, which launched a successful IPO in 2006.
ja: 現在 The Linux Foundation のボードメンバーのほかに、カリフォルニア州サニーベールに本社を置くコンテンツ管理ソフトウェア プロバイダー InterWoven Inc. の役員でもあり、同社の戦略委員会会長を務めています。また、データ バックアップ スペース分野で急成長し、2006 年に 株式公開した CommVault inc. の前取締役会長でもあります。

source: In addition to hosting kernel.org, the home of the Linux kernel, The Linux Foundation helps companies and individuals navigate the ever-changing landscape of Linux.
ja: kernel.org をホストし、Linux カーネルの所在地である The Linux Foundation は、絶えず変化を続ける Linux を取り巻く環境に企業や人々が順応できるよう手助けしています。

source: In addition, ApacheCon Europe will host complimentary tracks, including Apache Incubator/Innovation, Future of Web, and Community, as well as hackathons, lightning talks and BarCampApache.
ja: Apache Incubator/Innovation、Future of Web、Community、ハッカソン、ライトニング トーク、BarCampApache などさまざまなタイプのトラックが用意されています。

source: In addition, Microsoft works with companies like Red Hat, SUSE and others to support their solutions in its products.
ja: また Red Hat や SUSE などの企業と協力し、自社製品で彼らのソリューションをサポートするようになりました。

source: In addition, Yoshiya is also leading core engineering team for enterprise customer support through collaboration with distributor and community.
ja: また、ディストリビューターやコミュニティとの協力を介し、企業カスタマーをサポートするコア エンジニアリング チームも指揮しています。

source: In addition, he has a great deal of experience with international standardizations, such as DVD Mt Fuji Forum in 1996, DVD Forum WG3 (file system) in 2000, BD Forum TEG5 WG (file system), and OSTA UDF WG (file system).
ja: また、1996 年の DVD MtFuji Forum、2000 年の DVD Forum WG3 (ファイルシステム)、BD Forum TEG5 WG (ファイルシステム) および OSTA UDF WG (ファイルシステム) など、国際標準化に関する経験も豊富です。

source: In addition, he is an advisor to several venture capital firms on the west coast.
ja: また、西海岸のさまざまなベンチャーキャピタルのアドバイザーも務めています。

source: In addition, the company conducts its activities with a commitment to protecting the environment and enhancing safety in a mobile society.
ja: また同社は、環境の保全やクルマ社会の安全強化に向けた取り組みを率先して行っています。

source: In addition, we have a vendor-neutral certification program for Linux administrators.
ja: このほかに、Linux 管理者のためのベンダー中立な認証プログラムもあります。

source: In fact, we strongly encourage first-time speakers to submit talks for all of our events.
ja: コアのカーネル メンテナーやチーフ アーキテクト以外の方が発表案を提出してもまったく問題ありません。

source: In her role, Eileen is representing HP on the OpenStack Foundation Board of Directors and is actively participating in other cloud-related open source communities.
ja: また HP の代表として OpenStack Foundation の理事会に参加しているほか、さまざまなクラウド関連のオープン ソース コミュニティに積極的に参加しています。

source: In her role, Eileen leads and manages legal support for cloud computing and open source at HP.
ja: 彼女は、HP 社においてクラウド コンピューティングとオープン ソース関連の法的支援を主導および管理し、

source: In his role as Linux Foundation Fellow, he continues his work as the maintainer for the Linux stable kernel branch and a variety of subsystems while working in a fully neutral environment.
ja: 今後彼は Linux Foundation フェローとして、完全に中立な環境で Linux の安定版カーネル ブランチや各種サブシステムのメンテナンス作業を継続します。

source: In late 2001 he joined IBM, where he worked on improvements in the Linux kernel's performance and scalability.
ja: 2001 年後半に IBM に入社して、Linux カーネルのパフォーマンスとスケーラビリティの向上に取り組みました。

source: In order to ensure your contact info is updated in our systems correctly, we kindly request all names and addresses be filled out in English.
ja: The Linux Foundation のシステムがあなたの連絡先情報を正しく更新できるように、お名前とご住所を英語で入力していただくようお願いしています。

source: In recognition of her work in open source both on the business and community side, Ms. Ruff was named to CIO magazine’s most influential women in open source list.
ja: 彼女のオープン ソースにおける活動はビジネスとコミュニティの両面で知られ、CIO マガジンの「オープン ソース分野で最も影響力のある女性」のひとりに選ばれています。

source: In recognition of her work in open source both on the business and community side, Nithya was named to CIO magazine’s most influential women in open source list.
ja: 彼女のオープン ソースにおける活動はビジネスとコミュニティの両面で知られ、CIO マガジンの「オープン ソース分野で最も影響力のある女性」のひとりに選ばれています。

source: In short, Linux is everywhere.
ja: そうです。Linux はいたるところで使われているのです。

source: In spite of his humble proclamation, Linux has become the world’s most pervasive operating system.
ja: 彼の謙虚な言葉を覆し、Linux は世界で最も広く浸透するオペレーティング システムになりました。

source: In that case, you request should be very promptly approved and notification should be sent immediately.
ja: その場合でも、メンバーによる申請として速やかに処理され、承認の通知が送信されます。

source: In that profile, Lawrence Lessig wrote, “there is no doubt that the open, collaborative model that produced GNU/Linux has changed the business of software development forever.”
ja: そのプロフィールで Laurence Lessig は「GNU/Linux を実現したオープンな共同開発モデルがソフトウェア開発のあり方を完全に塗り替えたことは疑いようがない」と書いています。

source: In the 20+ years since Linux was started by Linux Torvalds, the project has racked up some serious numbers:
ja: 20 年以上前に Linus Torvalds によって開始された Linux プロジェクトは、驚くべき数値を次々と生み出しました。

source: In the TED talk, Torvalds admitted that he is sometimes “myopic, when it comes to other people’s feelings….”
ja: この TED のトークで Torvalds は、彼が時々「ひとの感情にド近眼になることがある」ことを認めています。

source: In the instance that you aren’t sure about your abstract, reach out to us and we will be more than happy to work with you on your proposal.
ja: 発表案の書き方がよくわからない場合は、ぜひご相談ください。喜んでお手伝いします。

source: In the instance that your submission has multiple presenters, only the primary speaker for a proposal will receive a complimentary pass for the event.
ja: 数人で 1 つの発表をする場合、発表者用の無料招待券は、主発表者 1 人分となります。

source: In the instance that your talk is accepted, we want to make sure that you give the best presentation possible.
ja: 発表案が承認されたら、よりよい発表をめざして準備してください。

source: In the talk, Torvalds, whose blunt approach in dealing with people is well known, stated, “I’m actually not a people person.
ja: このトークでは、不愛想なことで知られる Torvals がこう言っています。「私は決して人付き合いの良い人間ではありません。

source: In the year 2016, we have been witnessing the use of open source in business continues to grow.
ja: 2016 年もビジネスにおけるオープン ソースの使用が増え続けています。

source: In this presentation, Jon Corbet will review recent events in the kernel development community, discuss the current state of the kernel, the challenges it faces, and look forward to how the kernel may address those challenges.
ja: In this presentation, Jon Corbet will review recent events in the kernel development community, discuss the current state of the kernel, the challenges it faces, and look forward to how the kernel may address those challenges. このプレゼンテーションでは、Jon Corbet がカーネル開発コミュニティの最近のイベントを振り返り、カーネルの現状やカーネルが直面している課題、およびカーネルがそれらの課題にどう対応していくかについて論じます。

source: In this role, Marc is responsible for forging a network vision and strategy for the open source networking projects spanning The Linux Foundation and the entire SDN/NFV community.
ja: また、The Linux Foundation や SDN/NFV コミュニティのオープン ソース ネットワーク プロジェクトのためのネットワーク ビジョンや戦略の構築に関する責任者です。

source: In this session, Mr. Zemlin will explain the new requirements that arose, as a result of recent increase of open source adoption, for companies to take advantage of open source, and what the Linux Foundation is doing to help the companies to achieve their business goals.
ja: このセッションでは、昨今のオープン ソース導入の増加がもらたした、企業がオープン ソースを利用するための新たな要件、および企業の目標達成を支援するために Linux Foundation が行っている取り組みについて解説します。

source: In-Vehicle Infotainment (IVI)
ja: IVI (In-Vehicle Infotainment: 車載インフォテインメント)

source: Includes large branded signage in breakfast and break areas, as well as recognition on event website.
ja: 朝食エリアやブレーク エリアにブランド名入り大型看板を設置し、イベントの Web サイトでもアピールします。

source: Includes logo on live stream home page, two attendee passes and logo on website and signage.
ja: ライブ ストリーム ホーム ページへの企業ロゴ掲載、招待券 2 枚、および Web サイトと看板への企業ロゴ掲載がセットされています。

source: Includes sponsor signage and verbal recognition at lunch.
ja: ランチ タイムにスポンサーの看板が展示され、アナウンスがあります。

source: Includes sponsored signage in lounge areas.
ja: ラウンジにスポンサーの看板が展示されます。

source: Includes verbal recognition at the event and sponsor signage throughout the venue.
ja: イベントにおいてアナウンスで紹介し、会場内各所に看板を設置します。

source: Includes your logo on sleeve of shirt.
ja: シャツの袖に企業ロゴが入ります。

source: Including corporations, associations and academic institutions worldwide
ja: 世界中の企業、団体、学術機関など

source: Increase Recognition as an open source industry leader
ja: 業界のオープン ソース リーダーとしての認知度がアップする

source: Increase awareness on implementing and managing a compliance program, and managing compliance via your supply chain
ja: 「コンプライアンス プログラムの履行と管理」、および「サプライチェーンを介したコンプライアンス管理」に関する認識を向上させる

source: Increase brand awareness & recognition
ja: ブランド知名度を強化できる

source: Increase involvement of participants in The Linux Foundation Open Compliance Program (tools, templates, SPDX, etc.)
ja: The Linux Foundation オープン コンプライアンス プログラム (ツール、テンプレート、SPDX など) へのかかわりを促進する

source: Increasing involvement in the Linux Foundation Open Compliance Programs (OpenChain, SPDX, tools & templates to support compliance, etc.)
ja: The Linux Foundation オープン コンプライアンス プログラム (OpenChain、SPDX、コンプライアンスをサポートするツールやテンプレートなど) へのかかわりを強化する

source: Independent technical review helped establish project's beginnings
ja: 独立した技術レビューがプロジェクトの始動を後押し

source: Individual Contributor 40%
ja: 個人貢献者 40%

source: Individual Supporter
ja: 個人サポーター

source: Individual Supporter - $99/year
ja: 個人サポーター － 年間 99 米ドル

source: Individual Supporter FAQ
ja: 個人サポーターについてよくある質問

source: Individual Supporters
ja: 個人サポーター

source: Individual Supporters can submit their suggestions to supporterservices@linuxfoundation.org.
ja: 個人サポーターの方は、ぜひご意見やご要望をお寄せください。送信先は supporterservices@linuxfoundation.org です。

source: Individual Supporters of The Linux Foundation are contributing to this massive innovation and helping to advance the greatest shared resources of our time.
ja: The Linux Foundation の個人サポーターは、この大規模な技術改革に貢献するとともに、現代最大の共有リソースの発展を支えています。

source: Individual Supporters receive benefits such as their own Linux.com email alias, a weekly “Briefing Book” with news, technical tips, and analysis, discounts on Linux Foundation events, training, and certifcation, and much more.
ja: 個人サポーターになると、Linux.com ドメインの電子メール エイリアス、週刊ブリーフィング ブック (ニュース、テクニカル チップス、分析などが満載)、さまざまな料金の割引き (The Linux Foundation のイベント参加料金、トレーニング、認証プログラムなど) をはじめとする多くの特典が受けられます。

source: Industry Leadership
ja: インダストリ リーダーシップ

source: Industry Leadership:
ja: インダストリ リーダーシップ

source: Industry experts join to talk about their areas of expertise, collaborate and network with people in informal settings during the hallway track, breaks and exciting evening events.
ja: また業界専門家も参加し、彼らの専門分野について講演するだけでなく、ホールウェイ トラック (通路などでの歓談) やブレイク、あるいはエキサイティングなイブニング イベントなどの打ち解けた空気の中で人々と和やかに交流したり、協業を進めたりします。

source: Information will be available soon!
ja: 詳細についてはまもなく掲載予定です。

source: Initially he served as Chief Platform Strategist before becoming Chief Technology Officer in 2008.
ja: チーフ プラットフォーム ストラテジストを務めた後、2008 年にチーフ テクノロジ オフィサー (CTO) に任命されました。

source: Inquire about Sponsorship Opportunities
ja: スポンサーシップの特典について問い合わせる

source: Instead, he says: "I'm an engineer.
ja: 彼は言います。「私はエンジニアです。

source: Integration with simultaneous display on instrument cluster
ja: インストルメントクラスター上のディスプレイとの統合

source: Interested in Hosting a Co-Located Event?
ja: 併催イベントを誘致しませんか?

source: Interested in sponsoring multiple events and/or creating a custom sponsor package?
ja: 複数のイベントのスポンサーや、カスタム スポンサー パッケージにご興味はありませんか?

source: Invitation to exclusive legal conferences to discuss and help shape the industry's open source legal strategy, including our annual Legal Summit, Open Compliance Summit, and legal tracks at the Collaboration Summit
ja: 業界のオープン ソースに関する法務的戦略にについて議論や構築支援を行う招待者限定のリーガル カンファレンスに招待される (たとえば Legal Summit や Open Compliance Summit、および Collaboration Summit 内のリーガル トラック)

source: Invitation-Only Events
ja: 招待制イベント

source: Invitations to guest speak at member events
ja: メンバー イベントで講演者として招待される

source: Involvement in one of the best known open source projects—the Linux kernel—led to an extended tenure at Red Hat during open source's most formative years.
ja: 最も有名なオープン ソース プロジェクトである Linux カーネルに関わった関係で、オープン ソースが最も成長した時期に長期にわたり Red Hat にとどまることになりました。

source: IoT, Embedded, Mobile & Automotive
ja: IoT、組込み、モバイル、および自動車関連

source: IoTivity is an open source software framework enabling seamless device-to-device connectivity to address the emerging needs of the Internet of Things.
ja: IoTivity は、Internet of Things (IoT) の新たなニーズに対応できるシームレスなデバイス間接続を実現するオープン ソース ソフトウェア フレームワークです。

source: Irdeto is a world leader in digital platform security, enabling customers to protect their revenue, create new offerings and fight cybercrime.
ja: Irdeto はデジタル プラットフォーム セキュリティの分野における世界的リーダー企業で、カスタマーの収益保護、新規サービスの開発、およびサイバー犯罪対策を支援します。

source: Is there a Benefit for SDN in Enterprise Networks?
ja: エンタープライズ ネットワークにおける SDN のメリット

source: Is there a special student price for the Lifetime Email Add-On?
ja: オプションのライフタイム （永久利用可能な) 電子メール アドレスにも学生用特別料金がありますか?

source: Is there a way I can see what products I can get the EPP pricing on at Dell, HP, Lenovo?
ja: どのようなコンピューターを割引き価格で購入できるのか確認できますか?

source: It allows users to run license, copyright, and export control scans from the command line and also provides a compliance workflow.
ja: ユーザーがライセンス、コピーライト、およびエクスポート コントロール スキャンをコマンド ラインから実行できるようにするほか、コンプライアンスのワークフローも提供しています。

source: It analyzes the work done by over 13,500 developers since the kernel’s early days, as well as more recent trends.
ja: Linux カーネルの黎明期以来 13,500 人の開発者による活動のようすや昨今のトレンドについて分析しています。

source: It can be used to help companies manage the flow of goods and related payments or enable manufacturers to share production logs with OEMs and regulators to reduce product recalls.
ja: またこれを利用することで、企業は商品とその支払い状況を簡単に管理でき、メーカーは OEM や監督機関と生産記録を共有して、製品のリコールを減らすことができます。

source: It enables technology companies to collaboratively identify and fund open source projects that are in need of assistance, while allowing the developers to continue their work under the community norms that have made open source so successful.
ja: CII は、技術系企業が協力し合い、支援を必要としているオープンソース プロジェクトを見極めて資金援助するもので、開発者はオープン ソースを成功に導いたコミュニティ基準のもとで作業を続けることができます。

source: It has the potential to vastly reduce the cost and complexity of getting things done.
ja: さまざまな物事を行うためのコストや複雑さを大幅に削減する可能性があります。

source: It includes several key features:
ja: AGL の主要機能は以下のとおりです。

source: It is a conference celebrating and gathering together the open source projects, products, technologies, and companies that comprise the cloud and are driving the cloud, big data and networking ecosystems of today and tomorrow.
ja: クラウド構築に関わり、現在および将来のクラウド、ビッグ データ、ネットワークなどのエコシステムを牽引するオープン ソース プロジェクト、製品、テクノロジ、および企業を称賛して結集するカンファレンスです。

source: It is a physical space where conversation and interaction is not allowed, where attendees can go if for any reason they can't interact with other attendees at that time.
ja: クワイエット ルームでは、会話や通話はできません。何らかの理由で他の参加者と対話したくない場合などにご利用ください。

source: It is also centrally located to many attractions areas, offering guests a taste of diverse Japanese culture.
ja: 魅力的な観光スポットや商業施設に囲まれ、多様な日本文化を満喫できます。

source: It is helping to transform industries and disrupt the status quo.
ja: そして、産業改革と現状破壊を助けています。

source: It is not a charge on your credit card and the authorization will be removed after a certain period as determined by your Bank.
ja: この料金はあなたのクレジット カードからは支払われません。また承認記録そのものも、銀行の判断で一定期間後に削除されます。

source: It is organized by The Linux Foundation and supported by Amazon Web Services, Adobe, Bloomberg, Cisco, Dell, Facebook, Fujitsu, Google, Hitachi, HP, Huawei, IBM, Intel, Microsoft, NetApp, NEC, Qualcomm, RackSpace, salesforce.com, and VMware.
ja: 同プロジェクトは、The Linux Foundation によって組織され、Amazon Web Services、Adobe、Bloomberg、Cisco、Dell、Facebook、富士通、Google、日立、HP、Huawei、IBM、Intel、Microsoft、NetApp、日本電気、Qualcomm、RackSpace、salesforce.com、および VMware によって支援されています。

source: It is the runtime of choice for high-performance, low latency applications, powering everything from enterprise applications to robots to API engines to cloud stacks to mobile websites.
ja: Node.js は高性能かつ低レイテンシなアプリケーションのためのランタイムの代表格で、企業アプリケーションをはじめ、ロボット、API エンジン、クラウド スタック、モバイル Web サイトまであらゆるものを強化します。

source: It lets you see you not just what your systems look like from the outside, but also gives visibility into the internals and business aspects of your systems.
ja: 従来のように外側から見るためだけの監視システムではなく、内部データやビジネス的数値の視認性を強化したシステムです。

source: It requires basic understanding of software licensing.
ja: 参加するにあたって、ソフトウェアのライセンスに関する基礎知識が必要です。

source: Its primary aim is to foster community efforts in analyzing and solving Linux security challenges.
ja: おもな目的は、Linux のセキュリティ問題を解析・解決するコミュニティ活動を促進することです。

source: Its work today extends far beyond Linux, fostering innovation in every layer of the software stack.
ja: 現在、その取り組みは Linux だけでなく、ソフトウェア スタックのあらゆる層のイノベーション促進に及んでいます。

source: It’s well established that leading companies are using open source strategically to power their business.
ja: 世界のリーディング カンパニーがオープン ソースを戦略的に活用してビジネスをより強固にしていることは、明白な事実です。

source: I’m a student, but don’t see an option to become an Individual Student Supporter with the Lifetime Email Add-On
ja: 私は学生です。学生の個人サポーターを選択すると、永久利用可能な電子メール アドレスのオプションが見当たりません。

source: I’m a student, but don’t see an option to become an Individual Student Supporter with the Lifetime Email Add-On.
ja: 私は学生です。学生の個人サポーターを選択すると、永久利用可能な電子メール アドレスのオプションが見当たりません。

source: I’m proud to be a part of the organization that’s propelling that collaboration.”
ja: そのような協業を促進する組織の一員になれて光栄です。」

source: JOB FUNCTION
ja: 職種

source: JOB LEVEL
ja: 役職

source: JOIN US
ja: 参加する

source: Jacques also founded and launched VMware's first cloud computing initiative in 2007.
ja: 2007 年には、VMware の最初のクラウド コンピューティング プロジェクトを発足させました。

source: Janina is the Executive Chair of the Accessibility workgroup.
ja: Janina は、Accessibility ワークグループのエグゼクティブ チェアです。

source: Jeff has a long history of early technology adoption.
ja: Jeff は長期にわたる早期技術導入者です。

source: Jeff serves on the board of Coin Center, and the advisory boards of BitFury, BitPay, Chain.com, Netki and WayPaver Labs.
ja: Jeff は Coin Center のボードと、BitPay、Chain.com、Netki、WayPaver Labs のアドバイザリ ボードにも就任しています。

source: Jeff was also recently appointed to the World Economic Forum Expert Network as an expert in Information Technology.
ja: また、最近は World Economic Forum Expert Network に情報技術分野の専門家として選出されました。

source: Jeff's work is found in every Android phone and data center running Linux today.
ja: 彼の作業は、現在のあらゆる Android フォンや、Linux を利用したデータセンターに使用されています。

source: Jim has been recognized for his insights on the changing economics of the technology industry.
ja: Jim は、技術業界の経済変革に関する見識が評価されています。

source: Jim is Vice President of IBM Open Systems Development, responsible for the IBM Linux development team across all IBM systems and storage, as well as a variety of other open source and non-open source software development efforts in IBM.
ja: Jim は IBM のオープン システム開発担当バイス プレジデントであり、同社の全システムおよびストレージを対象とする IBM Linux 開発チームの責任者であると同時に、IBM におけるさまざまな他のオープン ソースや非オープン ソースのソフトウェア開発活動の責任者でもあります。

source: Jim is Vice President of IBM Open Systems Development, responsible for the IBM Linux development team across all IBM systems and storage, as well as a variety of other open source and non-open source software development efforts in IBM. His Linux involvement began in 2000, leading the team that provided enterprise-level Linux support窶蚤 major transition for IBM at that time.
ja: Jim は IBM のオープン システム開発担当バイス プレジデントであり、同社の全システムおよびストレージを対象とする IBM Linux 開発チームの責任者であると同時に、IBM におけるさまざまな他のオープン ソースや非オープン ソースのソフトウェア開発活動の責任者でもあります。

source: Jim joined Oracle as a senior member of the strategic initiatives legal team in 2008, and after several years in that role was promoted to Oracle's Chief Architect for Open Source Policy, Strategy, Compliance, and Alliances.
ja: 2008 年に Oracle に戦略的イニシアチブ リーガル チームのシニア メンバーとして入社し、その数年後に同社のオープン ソース ポリシー、戦略、コンプライアンスおよびアライアンス担当チーフ アーキテクトに就任しました。

source: Jim returned in 2010 to lead the LTC as Director.
ja: その後 2010 年に ディレクターとして LTC のリーダーに復帰しました。

source: Jim worked as a software engineer and development manager in the Silicon Valley throughout the 1990s, consulting for a wide variety of well known hardware and software companies including Adobe, Logitech, 3Com, and Lotus Development, eventually rising to the level of Director of Developer Relations and General Manager of Java Product Development at InstallShield before heading back to law school at Harvard Law.
ja: Jim は、1990 年代はシリコン バレーでソフトウェア エンジニアや開発マネージャーとして過ごし、Adobe、Logitech、3Com、Lotus Development などさまざまな著名ハードウェア/ソフトウェア企業のコンサルタントを経て、最終的には InstllShield のデベロッパー リレーションズ担当ディレクターや Jaba 製品開発担当ジェネラル マネージャーを務めた後、ハーバード ロー スクールに戻りました。

source: Jim's career spans three of the largest technology trends to rise over the last decade: mobile computing, cloud computing and open source software.
ja: Jim は、ここ 10 年あまりの三大技術トレンドであるモバイル コンピューティング、クラウド コンピューティング、およびオープン ソース ソフトウェアの分野でキャリアを重ねています。

source: Jim's career spans three of the largest technology trends to rise over the last decade: mobile computing, cloud computing, and open source software.
ja: Jim は、ここ 10 年あまりの三大技術トレンドであるモバイル コンピューティング、クラウド コンピューティング、およびオープン ソース ソフトウェアの分野でキャリアを重ねています。

source: Jim’s Linux involvement began in 2000, leading the team that provided enterprise-level Linux support—a major transition for IBM at that time.
ja: 彼の Linux と初めて関わったのは 2000 年で、エンタープライズレベルの Linux サポートを行うチームを主導した時でした。これは IBM にとっても大きな転機でした。

source: John Gossman is lead architect on Microsoft Azure, where he spearheads technical strategy and partnerships for Linux and open source technologies.
ja: John Gossman は Microsoft Azure のリード アーキテクトで、Linux やオープン ソース 技術に関する技術戦略やパートナーシップを指揮しています。

source: John Gossman, Architect on the Microsoft Azure team, will join The Linux Foundation Board of Directors.
ja: なお、Microsoft Azure チームの John Gossman 氏が The Linux Foundation のボードメンバーに加入することになりました。

source: John came to Microsoft in 2000 as part of the Visio acquisition, where he served as technical lead for web technologies.
ja: 2000 年に Microsoft が Visio を買収した際に同社に入りました。Visio では Web テクノロジの技術リーダーを務めていました。

source: John is also the co-author of the Microsoft REST API guidelines.
ja: Microsoft BEST API ガイドラインの共著者でもあります。

source: Join The Linux Foundation to participate, collaborate, and sustain the code and communities that are critical to business and society.
ja: The Linux Foundation のメンバーとしてさまざまな企業や人々と協業し、ビジネスや社会に不可欠なコードやコミュニティの持続を支援してください。

source: Join hundreds of leading IT companies who have become members of The Linux Foundation
ja: すでに 数百社の大手 IT 企業が The Linux Foundation のメンバーになっています。ぜひその一員に加わってください。

source: Join the millions of doers worldwide who make the open source technologies that power our world.
ja: オープン ソース テクノロジで世界を動かす何百万人の輪に入りましょう。

source: Jonathan Boulle works at CoreOS on all things distributed and all things contained.
ja: Jonathan Boulle は CoreOS において仕様および配布の全般を担当しています。

source: Jonathan got his first look at the BSD Unix source back in 1981, when an instructor at the University of Colorado let him "fix" the paging algorithm.
ja: Jonathan は、1981 年に BSD Unix ソースに出会い、コロラド大学の講師にページング アルゴリズムの修正を任されました。
